

#ifndef AppDefineBaseUrl_h
#define AppDefineBaseUrl_h

//**********************************公共的请求域名(打包发布的时候一定要注意！！！)**********************************//

//************************************************开发环境
//#define BaseUrl         @"http://106.13.45.203:8001"

//************************************************生产环境
#define BaseUrl         @"http://www.espada.top:8001"

//************************************************测试环境
//#define BaseUrl         @"http://172.16.6.220:20081/mobileapi/"


#endif
